<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Company Messages
    |--------------------------------------------------------------------------
    |
    | 会社関連の操作に関するメッセージを定義します。
    |
    */

    'company_added' => '会社を追加しました！',
    'company_updated' => '会社情報を更新しました！',
    'company_deleted' => '会社を削除しました！',

    /*
    |--------------------------------------------------------------------------
    | Person Messages
    |--------------------------------------------------------------------------
    |
    | 人物関連の操作に関するメッセージを定義します。
    |
    */

    'person_added' => '人物を追加しました！',
    'person_updated' => '人物情報を更新しました！',
    'person_deleted' => '人物を削除しました！',
];
